[ARFMScavenger X2SoldierClassTemplate]
DisplayName="拾荒人"
ClassSummary="拾荒人主要用作实用支援单位，可以完成多种任务，但与其他单位不同的是，拾荒人还可以从战场上获取额外的战利品。"
LeftAbilityTreeTitle="掠夺者"
RightAbilityTreeTitle="囤积者"
AbilityTreeTitles[0]="掠夺者"
AbilityTreeTitles[1]="囤积者"
AbilityTreeTitles[2]="徘徊者"
AbilityTreeTitles[3]="XCOM"
;按字母顺序
RandomNickNames[0]="匪徒"
RandomNickNames[1]="闪电战"
RandomNickNames[2]="砖"
RandomNickNames[3]="屠夫"
RandomNickNames[4]="巴祖卡"
RandomNickNames[5]="卡津"
RandomNickNames[6]="排骨"
RandomNickNames[7]="眼镜蛇"
RandomNickNames[8]="美洲狮"
RandomNickNames[9]="郊狼"
RandomNickNames[10]="崩溃"
RandomNickNames[11]="钻石"
RandomNickNames[12]="执法者"
RandomNickNames[13]="致命"
RandomNickNames[14]="闪电"
RandomNickNames[15]="愤怒"
RandomNickNames[16]="短吻鳄"
RandomNickNames[17]="幽灵"
RandomNickNames[18]="枪手"
RandomNickNames[19]="猎犬"
RandomNickNames[20]="冰"
RandomNickNames[21]="冰锥"
RandomNickNames[22]="大白鲨"
RandomNickNames[23]="审判日"
RandomNickNames[24]="肘击客"
RandomNickNames[25]="怪物"
RandomNickNames[26]="野马"
RandomNickNames[27]="圣骑士"
RandomNickNames[28]="斗牛犬"
RandomNickNames[29]="捕食者"
RandomNickNames[30]="剃须刀"
RandomNickNames[31]="武士"
RandomNickNames[32]="蝎子"
RandomNickNames[33]="将军"
RandomNickNames[34]="影子"
RandomNickNames[35]="杀手"
RandomNickNames[36]="蛇"
RandomNickNames[37]="蛇眼"
RandomNickNames[38]="独奏"
RandomNickNames[39]="幽灵"
RandomNickNames[40]="蜘蛛"
RandomNickNames[41]="跟踪者"
RandomNickNames[42]="钢铁"
RandomNickNames[43]="毒刺"
RandomNickNames[44]="终结者"
RandomNickNames[45]="特洛伊木马"
RandomNickNames[46]="破坏者"
RandomNickNames[47]="维京人"
RandomNickNames[48]="典狱长"
RandomNickNames[49]="军阀"
RandomNickNames[50]="金刚狼"
RandomNickNames[51]="野孩子"
RandomNickNames[52]="野人"
RandomNickNames[53]="祖鲁"
;按字母顺序
RandomNickNames_Male[0]="斧头侠"
RandomNickNames_Male[1]="公爵"
RandomNickNames_Male[2]="洛基"
RandomNickNames_Male[3]="种马"
RandomNickNames_Male[4]="狼人"
;按字母顺序
RandomNickNames_Female[0]="雅典娜"
RandomNickNames_Female[1]="公爵夫人"
RandomNicknames_Female[2]="铁娘子"
RandomNicknames_Female[3]="钢铁少女"
RandomNicknames_Female[4]="盾女"
RandomNickNames_Female[5]="女武神"
;按字母顺序
PhotoboothSoloBLines_Male[0]="他们的垃圾......我们的宝藏！"
PhotoboothSoloBLines_Male[1]="近距离，毫不留情。"
PhotoboothSoloBLines_Male[2]="他的剑将带来正义！"
PhotoboothSoloBLines_Male[3]="近距离、私密、致命！"
PhotoboothSoloBLines_Male[4]="你所有的战利品都属于我们了。"
PhotoboothSoloBLines_Female[0]="他们的垃圾......我们的宝藏！"
PhotoboothSoloBLines_Female[1]="近距离，毫不留情。"
PhotoboothSoloBLines_Female[2]="她的剑将带来正义！"
PhotoboothSoloBLines_Female[3]="近距离、私密、致命！"
PhotoboothSoloBLines_Female[4]="你所有的战利品都属于我们了。"

RankNames[0]="拾荒人"
RankNames[1]="列兵"
RankNames[2]="上等兵"
RankNames[3]="下士"
RankNames[4]="中士"
RankNames[5]="上士"
RankNames[6]="技术军士"
RankNames[7]="枪炮军士"
RankNames[8]="军士长"

ShortNames[0]="拾荒人"
ShortNames[1]="列兵"
ShortNames[2]="上等兵"
ShortNames[3]="下士"
ShortNames[4]="中士"
ShortNames[5]="上士"
ShortNames[6]="技术军士"
ShortNames[7]="枪炮军士"
ShortNames[8]="军士长"

RankIcons[0]="UILibrary_ARFMScav.Rank_ScavSpecialist"
RankIcons[1]= "UILibrary_ARFMScav.Rank_ScavCorporal"
RankIcons[2]= "UILibrary_ARFMScav.Rank_ScavSergeant"
RankIcons[3]= "UILibrary_ARFMScav.Rank_ScavStaffSerge"
RankIcons[4]= "UILibrary_ARFMScav.Rank_ScavSergeFirstClass"
RankIcons[5]= "UILibrary_ARFMScav.Rank_ScavMaster"
RankIcons[6]= "UILibrary_ARFMScav.Rank_ScavFirstSerge"
RankIcons[7]= "UILibrary_ARFMScav.Rank_ScavCommand"
RankIcons[8]= "UILibrary_ARFMScav.Rank_ScavBrigadier"

[ARFMScavSlash X2AbilityTemplate]
LocFriendlyName="斩杀"
LocLongDescription="用你的 <Ability:SecondaryWeaponName/>攻击移动范围内的任何敌人."
LocHelpText="用你的 <Ability:SecondaryWeaponName/>攻击移动范围内的任何敌人."
LocPromotionPopupText="<Bullet/>通过将移动光标放置在敌人身上，你可以触发斩杀能力。<br/><Bullet/> 拾荒人可以执行斩杀移动，使用两个动作进行移动，并且仍然可以对相邻的敌人触发斩杀。<br/>"

[ARFMScavSamurai X2AbilityTemplate]
LocFriendlyName="地下室武士"
LocLongDescription="近战攻击会造成<Ability:SCAVSCRAPPERDAMAGE/>额外伤害并且忽略目标一半的防御。"
LocHelpText="近战攻击会造成<Ability:SCAVSCRAPPERDAMAGE/>并且忽略目标一半的防御。"
LocPromotionPopupText="<Bullet/> 使用 <Ability:WeaponName/> 的攻击将造成 <Ability:SCAVSCRAPPERDAMAGE/> 额外伤害，并且忽略目标一半的防御。<br/>"

[ARFMScavProteinPowder X2AbilityTemplate]
LocFriendlyName="蛋白粉"
LocLongDescription="近战攻击会忽略目标一半的护甲。"
LocHelpText="近战攻击忽略目标一半的护甲。"
LocPromotionPopupText="<Bullet/>使用<Ability:WeaponName/>的近战攻击会忽略目标一半的护甲。<br/>"

[ARFMScavScrapper X2AbilityTemplate]
LocFriendlyName="老练歹徒"
LocLongDescription="使用你的<Ability:WeaponName/>对带有战利品的敌人进行攻击会忽略目标的防御。"
LocHelpText="使用你的<Ability:WeaponName/>对带有战利品的敌人进行攻击会忽略目标的防御。"
LocPromotionPopupText="<Bullet/>使用你的<Ability:WeaponName/>对带有战利品的敌人进行的攻击会忽略目标的防御。<br/>"

[ARFMScavSquadsight X2AbilityTemplate]
LocFriendlyName="小队视野"
LocLongDescription="你可以瞄准小队队友视线内的敌人，前提是目标在视线范围内。"
LocHelpText="<Ability:ClassName/> 可以瞄准小队队员视线内的敌人，前提是目标在视线范围内。"
LocFlyOverText="小队视野"
LocPromotionPopupText="<Bullet/> 小队视线最好通过高地来增强，这样 <Ability:ClassName/> 的视线会相对清晰，并且额外的命中可以抵消小队视线的瞄准惩罚。<br/><Bullet/> 使用小队视线时，目标的距离没有限制，但瞄准惩罚会随着距离的增加而累积。<br/><Bullet/> 默认情况下，监视射击不使用小队视线。"

[ARFMScavBladestorm X2AbilityTemplate]
LocFriendlyName="后院剑圣"
LocLongDescription="当任何相邻的被标记的单位移动或攻击时，获得一次自由反应近战攻击。"
LocHelpText="当任何相邻的被标记的单位移动或攻击时，获得一次自由反应近战攻击。"
LocFlyOverText="后院剑圣"
LocPromotionPopupText="<Bullet/> 对任何相邻的标记单位进行免费近战攻击。<br/>"

[ARFMScavProwler X2AbilityTemplate]
LocFriendlyName="荒地杀手"
LocLongDescription="向目标射击。如果目标为有机体，则会流血。使用此技能如杀死目标，则会保持隐蔽。"
LocHelpText="向目标射击。如果目标为有机体，则会流血。使用此技能如杀死目标，则会保持隐蔽。"
LocFlyOverText="荒地杀手"
LocPromotionPopupText="<Bullet/>使用此技能射击可保持隐蔽。<br/><Bullet/>流血的敌人每回合将受到额外的 1 点伤害。<br/>"

[ARFMScavSmellingSalts X2AbilityTemplate]
LocFriendlyName="嗅盐"
LocLongDescription="可以移除盟友的眩晕效果。唤醒的盟友会混乱并获得一个行动点。"
LocHelpText="可以移除盟友的眩晕效果。唤醒的盟友会混乱并获得一个行动点。"
LocFlyOverText="嗅盐"
LocPromotionPopupText="<Bullet/> 可以移除盟友的眩晕效果。唤醒的盟友会混乱并获得一个行动点。<br/>"

[ARFMScavInstinct X2AbilityTemplate]
LocFriendlyName="掠食本性"
LocLongDescription="使用主要武器进行侧翼攻击会造成<Ability:SCAVINSTINCTDAMAGE/>额外伤害，并且具有<Ability:SCAVINSTINCTCRIT/>暴击概率。"
LocHelpText="使用主要武器进行侧翼攻击会造成<Ability:SCAVINSTINCTDAMAGE/>额外伤害，并且具有<Ability:SCAVINSTINCTCRIT/>暴击概率。"
LocFlyOverText="掠食本性"
LocPromotionPopupText="<Bullet/> 使用主要武器进行侧翼攻击会造成 <Ability:SCAVINSTINCTDAMAGE/> 额外伤害，并且具有 <Ability:SCAVINSTINCTCRIT/> 暴击概率。<br/>"

[ARFMScavLifesaver X2AbilityTemplate]
LocFriendlyName="蟑螂活力"
LocLongDescription="当被标准攻击击倒时，该士兵将始终流血。"
LocHelpText="当被标准攻击击倒时，该士兵将始终流血。"
LocFlyOverText="蟑螂活力"
LocPromotionPopupText="<Bullet/> 当被标准攻击击倒时，该士兵将始终流血。<br/>"

[ARFMScavLootHunter X2AbilityTemplate]
LocFriendlyName="战利品主义者"
LocLongDescription="对携带战利品的敌人获得额外<Ability:SCAVCOMMUNISMCRIT/>暴击几率。 "
LocHelpText="对携带战利品的敌人获得额外<Ability:SCAVCOMMUNISMCRIT/>暴击几率。"
LocFlyOverText="战利品主义者"
LocPromotionPopupText="<Bullet/>现在是需要，牺牲救战利品的时候了。<br/>"

[ARFMScavGreed X2AbilityTemplate]
LocFriendlyName="贪婪"
LocLongDescription="对携带战利品的敌人造成额外<Ability:SCAVGREEDDAMAGE/>点伤害"
LocHelpText="对携带战利品的敌人造成额外<Ability:SCAVGREEDDAMAGE/>点伤害"
LocFlyOverText="贪婪"
LocPromotionPopupText="<Bullet/>所有被回收系列标记标记的敌人都被视为携带战利品。<br/>"

[ARFMScavScrapyardWarlord X2AbilityTemplate]
LocFriendlyName="废料场督军"
LocLongDescription="可以激活以减少自身的冷却时间一回合。此外，获得垃圾场霸主。这些技能具有共享冷却时间。"
LocHelpText="可以激活以减少自身的冷却时间一回合。此外，获得垃圾场霸主。这些技能具有共享冷却时间。"
LocFlyOverText="废料场督军"
LocPromotionPopupText="<Bullet/> 废料场督军可以被激活来减少自身的冷却时间一回合。<br/> <Bullet/> 垃圾场霸主可以被激活来减少目标盟友的冷却时间一回合。<br/> <Bullet/> 这些技能有共享冷却时间。<br/>"

[ARFMScavScrapyardWarlord2 X2AbilityTemplate]
LocFriendlyName="垃圾场霸主"
LocLongDescription="可激活以减少目标盟友技能的冷却时间一回合。"
LocHelpText="可以激活以减少目标盟友技能的冷却时间一回合。"
LocFlyOverText="垃圾场霸主"
LocPromotionPopupText="<Bullet/> 废料场督军可以被激活来减少自身的冷却时间一回合。<br/> <Bullet/> 垃圾场霸主可以被激活来减少目标盟友的冷却时间一回合。<br/> <Bullet/> 这些技能有共享冷却时间。<br/>"

[ARFMScavSprint X2AbilityTemplate]
LocFriendlyName="拾荒人冲刺"
LocLongDescription="获得1额外移动点。"
LocHelpText="获得1额外移动点。"
LocFlyOverText="拾荒人冲刺"
LocPromotionPopupText="<Bullet/> 激活后，该士兵获得一个仅移动行动点数。<br/>"

[ARFMLootCorpse X2AbilityTemplate]
LocFriendlyName="资源回收"
LocLongDescription="标记一个目标进行回收，对其授予少量命中。如果目标被杀死，他们可能会掉落少量奖励资源。回收技能具有共享冷却时间。对失魂者或天选者无效。"
LocHelpText="标记一个目标进行回收，对其授予少量命中。如果目标被杀死，他们会掉落少量资源。回收技能具有共享冷却时间。对失魂者或天选者无效。""
LocFlyOverText="资源回收"
LocPromotionPopupText="<Bullet/> 资源掉落是随机的。<br/> <Bullet/> 回收能力具有共享冷却时间。<br/>"

[ARFMLootEquipment X2AbilityTemplate]
LocFriendlyName="配件回收"
LocLongDescription="标记一个目标进行回收，对其授予少量命中。如果目标被杀死，他们可能会掉落一件奖励配件。回收技能具有共享冷却时间。对失魂者和天选者无效。"
LocHelpText="标记一个目标进行回收，对其授予少量命中。如果目标被杀死，他们会掉落一件配件。回收技能具有共享冷却时间。对失魂者和天选者无效。"
LocFlyOverText="配件回收"
LocPromotionPopupText="<Bullet/> 装备掉落可能因敌人类型而异。<br/> <Bullet/> 回收技能具有共享冷却时间。<br/>"

[ARFMScavChiliOil X2AbilityTemplate]
LocFriendlyName="盐和辣椒"
LocLongDescription="极度痛苦的近战攻击，将导致对精神效果没有免疫的有机敌人恐慌。"
LocHelpText="极度痛苦的近战攻击，将导致对精神效果没有免疫的有机敌人恐慌。"
LocFlyOverText="盐和辣椒"

[ARFMScavSeizeTheMeans X2AbilityTemplate]
LocFriendlyName="劫富济贫"
LocLongDescription="近战攻击，可施加压制惩罚并可能迫使敌人目标重新装填其主要武器"
LocHelpText="近战攻击，可施加压制惩罚并可能迫使敌人目标重新装填其主要武器"
LocFlyOverText="劫富济贫"
LocPromotionPopupText="<Bullet/> 今天，我们的解放事业开始了！"

[ARFMScavMarkBooster X2AbilityTemplate]
LocFriendlyName="抢劫地精"
LocLongDescription="回收标记是自由行动。使用时，相同类型的回收标记无需冷却。"
LocHelpText="回收标记是自由动作。使用时，相同类型的回收标记无需冷却。"
LocFlyOverText="抢劫地精"

[ARFMScavPackrat X2AbilityTemplate]
LocFriendlyName="囤积癖"
LocLongDescription="装备在普通物品栏的物品获得额外<Ability:SCAVPACKRAT/>使用次数"
LocHelpText="装备在普通物品栏的物品获得额外<Ability:SCAVPACKRAT/>使用次数"
LocFlyOverText="囤积癖"
LocPromotionPopupText="<Bullet/> 装备在普通物品槽中的物品可获得额外使用次数。<br/>"

[TwistedSlag X2ItemTemplate]
FriendlyName="扭曲炉渣"
FriendlyNamePlural="扭曲的炉渣"
BriefSummary="曾经很有价值的外星合金现在变成了几乎毫无价值的垃圾。毫无意义的垃圾，请把它卖给黑市老板"
